Revit 2022 API
GlobalParameter.Create Method
Overload List
Name | Description
Create(Document, String, ForgeTypeId)
 Creates a new Global Parameter in the given document.
Create(Document, String, ParameterType) |  Obsolete.
 Creates a new Global Parameter in the given document.
See Also
GlobalParameter Class
GlobalParameter Members
Autodesk.Revit.DB Namespace